[
    "Always have faith. Always have hope.",
    "The key is to make it.",
    "Another one.",
    "Key to more success is clean heart and clean face.",
    "Smh they get mad when u have joy.",
    "Baby, you smart. I want you to film me taking a shower.",
    "You smart! You loyal! You’re a genius!",
    "We go hard. In everything we do we’re going to accomplish our victory and our goal. If it takes a day, a year, or 20 years, we’re going to win. I haven’t taken a loss because everything I’ve done has been a working process to win. From being a kid on them turntables to becoming where I am is not a loss. It’s a blessing.",
    "Before I went into the studio with Jay Z, Jigga, Hov, I wanted to go to the Marcy Projects in Brooklyn and touch the people and touch the culture.",
    "Give thanks to the most high.",
    "They will try to close the door on u, just open it.",
    "They don’t want you to win. They don’t want you to have the No. 1 record in the country. They don’t want you get healthy. They don’t want you to exercise. And they don’t want you to have that view.",
    "I don’t have no favorite rock bands. I’m a fan of rock music though.",
    "I wanted to see what type of trees is growing in Marcy Projects, what type of water Jay Z was drinking.",
    "Those that weather the storm r the great ones.",
    "The key to more success is coco butter.",
    "I changed… a lot.",
    "When I turn in my list, obviously every record was important to me. I didn’t just put records on there to put records on there. I was excited that 'All I Do Is Win' could go on there because you hear it at the end of the game and that represents victory. That’s undeniable. You can’t hate on that, it’s impossible.",
    "My fans expect me to be greater and keep being great.",
    "There will be road blocks but we will overcome it.",
    "They don’t want you to jet ski.",
    "Them doors that was always closed, I ripped the doors off, took the hinges off. And when I took the hinges off, I put the hinges on the f*ckboys’ hands.",
    "Congratulations, you played yourself.",
    "You want my advice? Don’t play yourself.",
    "When I made ‘Hold You Down,’ I was thinking Barry Gordy, Quincy Jones. I was saying to myself, ‘If they was in the studio, what was they thinking.’ So I started thinking DJ Khaled, but inspired by the greats.",
    "I didn’t want to be an artist in the same place I worked. You could always have people that might feel like you would do something more for yourself.",
    "Another one, no. Another two, drop two singles at a time.",
    "That’s what we provide you know what I’m saying. When you get DJ Khaled you sound bites. You get documentaries. My interviews will play ten years from now. I ain’t regular like these other people. This is DJ Khaled, this is special cloth alert.",
    "I can deal with everything. I got the answer for anything. This DJ Khaled.",
    "God has blessed me because I think. No I know that i’ve been put on this Earth to make people happy, to inspire people and to uplift people. That’s a beautiful thing. But the only downfall about it is that I really don’t have nobody to do that for me. But it makes me super strong because I do know that if I’m having a bad day, I can come up here and make Ebro and y’all laugh and smile.",
    "They don't want you to win.",
    "Lion",
    "Some people can't handle success. I can.",
    "They don't want you to have lunch.",
    "The key to more success is to get a massage once a week.",
    "The key is to stay clean at all times.",
    "The key is to be honest. Be honest, but don't play yourself.",
    "You have to make it through the jungle to make it to paradise. That's the key.",
    "The minute we think we went hard, go harder. We gotta work.",
    "The key is to never be afraid of being yourself.",
    "In life, everyone has a choice. The key is: make the right choice.",
    "The key to success is to have a hammock.",
    "Blessup.",
    "Don't burn no bridge. Only god can walk on water."
  ]